# Основы 3D-моделирования и фотограмметрии для создания виртуальных объектов

## План видео

1.  **Вступление**
2.  **Виды 3D-моделирования**
    2.1. Полигональное
    2.2. Параметрическое
    2.3. 3D-скульптинг
3.  **Фотограмметрия**
4.  **Фотограмметрия в 3D графике**
5.  **Оборудование**
    5.1. Камера
    5.2. Свет
    5.3. Приложения
6.  **Виртуальные объекты**
7.  **Создание 3D-объекта с помощью фотограмметрии и моделирования**
    7.1. Подготовка окружения
    7.2. Съемка
    7.3. Обработка фотографий
    7.4. Создание 3D модели
    7.5. Обработка 3D модели
    7.6. Запекание карт нормалей
    7.7. Сохранение
8.  **Выводы**

---

**Материалы для скачивания:**  
[Яндекс Диск](https://disk.yandex.ru/i/Q4KQVwC9cmAI-A)
